Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/sfs_veiledning_8_undervisningsopplegg-fortelling.html.tmx
Source language: sme
Languages: smj

source: Ceahkki: 3.- 4. jahkeceahkki Fádda: muitalus Áigi: 3-5 diimmu
smj: Åhpadimgárvvidusbuojkulvisá: Subtsas

source: Álggahus
smj: Álgadus

source: Dát oahpahusláhču lea okta ovdamearka dasa movt 3. ja 4. jahkeceahkis sáhttá bargat.
smj: Dát åhpadimgárvvidus le buojkulvis gåktu barggat 3. ja 4. jahkedásijn.

source: Gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus olahit gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto máhtti vuojnnuj boahtet åhpadusmihttomierijn, degu lávkke gåktu máhtudakmihtojt jåksåt.

source: Oahpahuslážus leat heivvolaš bargovuogit, movt vuođđogálggat integrerejuvvojit ja movt oahpaheaddji oahpahusa heiveha ohppiide ja árvvoštallá sin.
smj: Åhpadimgárvvidus vuoset duojt dájt barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja sijájt bargadahttijn árvustallá.

source: Dás lea ovdamearka iežas árvvoštallamii ja movt guhtet guoimmiset árvvoštallet.
smj: Dánna le buojkulvis gåktu ietjas ja guhtik guojmesa árvustallat.

source: Dat oahpahusláhču lea dan birra movt čállit muitalusaid ja dát ii govčča olles vuosttaš gelbbolašvuođamihttomeari.
smj: Dát åhpadusgárvvidus le gåktu subttsasijt tjállet ja ij ållåsit gåbtjå vuostasj máhtudakmihtov.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
smj: Máhtudakmihto 4. jahkedáse maŋŋela

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋel Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: čállit muitalusaid, divttaid, reivviid ja áššeteavsttaid
smj: tjállet subttsasijt, divtajt, girjijt ja ássjetevstajt

source: ordnet teavsttaid bajilčállagiin, álggahusain ja loahpahusain
smj: dahkat tevstajt bajelttjállagijn, álgadusájn ja låhpadusájn

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmiliin, mat leat ceahkkin dasa ahte olahit daid gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto båhti vuojnnusij åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtojt.

source: Oahppi galgá máhttit
smj: tjállet oajvveoasev

source: - plánet muitalusa - ráhkadit bajilčállaga muitalussii - čállit álggu - čállit váldooasi - čállit loahpa - čállit olles cealkagiid - geavahit čuoggá ja jearaldatmearka - čállit stuora álgobustáva namaide ja mearkkaid maŋŋel.
smj: stuorra álggobokstávajt namájn ja merkaj maŋŋela tjállet.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit lohkat: Oahppit lohket muitalusaset njuovžilit, ollislaččat, dadjet sániid riekta ja lunddolaš intonašuvnnain.
smj: Máhttet låhkåt: Oahppe ietjasa subttsasav duolla låhki, avtatrajes, riekta jienadi ja luondulasj intonasjåvnåjn.

source: Máhttit čálalaččat ovdanbuktit: Oahppit čállet muitalusa ja bidjet deattu oahppanulbmilidda.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálli subttsasav ja dættodi majt åhpadusmihttomiere bukti åvddån.

source: Máhttit geavahit digitála reaidduid: Oahppit hárjánit geavahit čállinprográmma go čállet muitalusaset.
smj: Máhttet digitála ræjdojt adnet: Oahppe hárjjáni tjállemprográmmajt adnet gå subttsasijt tjálli.

source: Máŋgga oahppái lea eanet miellagiddevaš ja movttiidahtti čállit digitálalaččat go gieđain čállit báhpirii.
smj: Moatte oahppijda le ienep mielludahtte digitálalattjat tjállet gå giedaj tjállet.

source: Lea álkit ohppiide rievdadit ja buoridit teavstta go čállet dihtoriin.
smj: Álkke le oahppijda divvot ja buoredit tevstav gå pc ’ ajn tjálli.

source: Ráhkkaneapmi
smj: Álgadibme

source: Oahpaheaddji čállá muitalusa mii šaddá modeallan dasa movt muitalusa ráhkadit, ja lohká dan ohppiide.
smj: Åhpadiddje tjállá subttsasav mij doajmmá modællan / åvddågåvven gåktu subtsas le dagádum, ja låhkå dav oahppijda.

source: Muitalus maid oahppi lea čállán, sáhttá maid geavahuvvot jus dat deavdá oahppanulbmiliid gáibádusaid.
smj: Subtsas mij la tjáledum oahppes máhttá aj aneduvvat jus la dågålasj rávkkamij milta majt åhpadusmihttomiere åvddånbukti.

source: Álggat barggu dainna ahte ráhkadat muitalusaid mat movttiidahttet ja addet čállinmovtta ohppiide.
smj: Oahpásmahtttet bargov gåktu subttsasav tjállet dan láhkáj vaj máhttá måvtåstuhttet oahppijt ávojn tjállet.

source: Soames oahppit oalgguhuvvojit go dihtet ahte soames galgá lohkat dahje guldalit su muitalusa.
smj: Muhtem oahppe måvtåstuvvi gå diehti nágin galggá låhkåt jali gulldalit sijá subttsasav.

source: Sii oidnet ahte sin barggus lea ávki, ja de šaddá suohttaseabbo.
smj: Sij de oadtju dåbddåt bargon le ájggomus, ja nav de sjaddá ienebut ávkálasj.

source: Vállje fáttáid maidda oahppit liikojit, dahje divtte sin válljet fáttá.
smj: Vállji tiemájt ma árvvedahtte li miellagiddisa, jali dibde sijáv ietjasa tiemáv válljit.

source: Oahppit sáhttet čohkkát rieggás ja fárrolaga ráhkadit njálmmálaš muitalusa.
smj: Oahppe máhtti tjåhkkåhit aktan degu gievllen ja njálmálasj subttsasav aktan dahkat.

source: Vurrolaga ráhkada juohkehaš ovtta cealkaga.
smj: Guhtik vuorov máhtti sij dahkat guhtik gárgadisáv.

source: Oahpahuslážut
smj: Oahppamdåjma

source: Čállit muitalusa Álggos ráhkadit oahppit fárrolaga jurddakártta.
smj: Vuostak oahppe aktan ájáduskártav dahki.

source: Sii ožžot veahá jurddašanáiggi ja de buktet evttohusaid.
smj: Sij oadtju ájádallamájgev ja bukti maŋŋela oajvvádusájt.

source: Oahpaheaddji čállá távvalii idéaid, ja oahppit de válljejit dáin evttohusain man birra guhtege áigu čállit.
smj: Åhpadiddje ájádusájt táblluj tjállá, ja oahppe válljiji man birra sihti tjállet, oajvvádusáj milta.

source: Oahppit ráhkadit de jurddakártta ieža ja geavahit dan go plánejit muitalusa sisdoalu.
smj: Oahppe dahki ájáduskártav ietja ja adni dav gå ásadi sisanov ietjasa subttsasijda.

source: Dehálaš oasit sáhttet leat olbmuid namat, báiki, áigi ja dáhpáhus.
smj: Ájnas elementa máhtti liehket ulmutja, bájke, ájge ja dáhpádusá.

source: De maŋŋel álget oahppit čállit muitalusa juogo gieđain ja dahje dihtoriin.
smj: Maŋŋela álggi oahppe subttsasijt giedajn jali pc ’ ajn tjállet.

source: Eará vuogit - Oahpaheaddji addá golbma dahje vihtta sáni mat galget leat muitalusas, nugo ovdamearkka dihte geassi, lávggodit, oaggut, beana ja gállit.
smj: Åhpadiddje vaddá oahppijda gålmmå jali vihtta bágo ma galggi maŋen subttsasin, duola degu giesse, lávgudit, guollit, bena ja gállet.

source: - Oahppit evttohit sánit mat čállojit távvalii, ja mii šaddá dego sátnebáŋkun gos sii besset válljet sániid.
smj: Oahppe oajvvádi bágojt ma tjáleduvvi táblluj, ma báhkobáŋŋkan sjaddi gåsstå máhtti viedtjat bágojt

source: - Oahpaheaddji čájeha govvosa dahje juogalágan diŋgga / diŋggaid mat galget muitalusas fárus.
smj: Åhpadiddje oahpásmahttá figuvrav jali vuoset diŋgav jali diŋgajt ma galggi liehket subttsasin

source: - Oahppit čállet muhtin fáttá birra, maid oahpaheaddji diehtá berostahttá oallugiid.
smj: Oahppe tjálli vattedum tiemás majt åhpadiddje diehtá moattes berusti.

source: - Oahppit ožžot ovtta namahusa.
smj: Oahppe oadtju subtsasnamáv

source: - Oahppit ožžot álggu.
smj: Oahppe oadtju subttsasa álgov

source: - Oahpaheaddji čájeha ohppiide gova man mielde sii čállet muitalusa.
smj: Åhpadiddje vuoset oahppijda gåvåv man birra sij tjálli subttsasav.

source: - Oahpaheaddji ja oahppit čuohpadit govaid aviissain ja bláđiin.
smj: Åhpadiddje ja oahppe biesskedi gåvåjt avijsajs ja vahkkobládijs.

source: Oahppit válljejit ovtta gova dahje vuorbádit / gesset gova mii šaddá muitalusa vuođđun.
smj: Oahppe válljiji gåvåv jali giessi gåvåv mij sjaddá vuodon subttsasij.

source: - Oahppit geahčadit govaid govvagirjjiin (govvaráidduid) ja čállet muitalusa daid vuođul.
smj: Oahppe gæhttji gåvåjt gåvvårájdojn ja tjálli subttsasav dassta

source: - Oahpaheaddji lohká muhtin muitalusa álggu, ja oahppit čállet viidáseappot dán muitalusa.
smj: Åhpadiddje låhkå muhtem subttsasa álgov, ja oahppe joarkki ja tjálli ienebuv.

source: Loga dán birra eambbo Wirkola &Baal dahje Susegg ja eará sullasaš girjjiin.
smj: Lågå ienebuv dán birra girjen majt le tjállám Wirkola & Baal jali Susegg

source: - Oahppit lohket muitalusaid vai ožžot inspirašuvnna, dahje oahpaheaddji lohká jitnosit muitalusa.
smj: Oahppe låhki dålusj subttsasijt arvusmahttemin, jali åhpadiddje låhkå dålusj subttsasijt sidjij tjavgga.

source: - Oahpaheaddji lohká muitalusa ja oahppit geavahit dán modeallan dahje inspirašuvdnan čállit iežaset muitalusa.
smj: Åhpadiddje låhkå muhtem subttsasav, ja oahppe adni dav modællan jali arvusmahttemin tjálátjit ietjasa subttsasijt.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Lea dehálaš oažžut buot ohppiid ságastallamii searvat mas lea sáhka muitalusa birra, nu ahte sii leat ráhkkanan ja ovdanbuktán plána ovdal go álget čállit.
smj: Ájnas le oadtjot divna oahppijt oassálasstátjit ságastit subttsasa birra nav vaj sij plánav dahki ja åvddånbukti dav åvddål gå tjálláji.

source: Go oahppit ráhkadit jurddakárta, sáhttá oahpaheaddji sin veahkehit gávdnat sániid ja ráhkadit cealkagiid.
smj: Gå oahppe tjálli ájáduskártav, máhttá åhpadiddje viehkedit sijáv gávnnat bágojt ja hábbmedit gárgadisájt.

source: Loguid bidjat jurddakártta sániide sáhttá leat ávkin go galgá muitit guđe ortnegis jurdagat galget leat muitalusas.
smj: Tállajt biedjat / nummererit bágojt ájáduskártan máhttá liehket viehkken gå galggá mujttet gudik årnikin ájádusá galggi subttsasin.

source: Cealkagiid čállit govvaráiddu govaide sáhttá leat ávkin struktureret muitalusa.
smj: Tjállet gárgadisájt gåvåjda gåvvårájdon máhttá viehkken strukturerit subttsasav.

source: Oahppi sáhttá áinnas álggos sárgut muitalusa, ja de easka čállit.
smj: Oahppe galla máhtti sárggot subttsasav vuostak ja da esski tjállet.

source: Soames oahppit soitet dárbbašit veahki cealkagiid hábmet dahje cealkagiid hukset go leat bargame muitalusain.
smj: Muhtem oahppijt le dárbbo viehkedit gárgadisájt hábbmedit jali oadtjot gárgadisájt dagádum gå li subttsasijn barggamin.

source: Muhtin oahppit hálddašit ja háliidit čállit guhkes muitalusaid ja sáhttet bargat dainna seammá muitalusain guhká, ja eará oahppit ges soitet de álgit ođđa ja eará bargobihtáiguin.
smj: Muhtem oahppe bukti ja siján le aj miella tjállet guhka subttsasijt ja máhtti barggat dajna sæmmi subttsasijn mælggadav, madin ietjá oahppe álggi ådå ja ietjá bargojda.

source: Soames oahppit ges sáhttet čállit máŋga muitalusa.
smj: Muhtem oahppe gis máhtti moadda subttsasa tjállet.

source: Jus oahppi lea čállán hui oanehis muitalusaža, de sáhttá oahpaheaddji máŋget dán ja de čuohpadit dan lunddolaš osiide ja liibmet ođđa árkii dan nu ahte šaddá gaska muhtin sajiin.
smj: Jus oahppe le tjállam sierralágásj oanegis subttsasav, máhttá åhpadiddje kopierit dav, biesskedit dav luondulasj oasijda ja lijmmit dajt ådå árkkaj nav vaj sjaddi rabás gasska.

source: Ja de sáhttá oahppi čállit eambbo cealkagiid daidda guoros sajiide nu ahte šaddá eambbo ollislaš muitalus.
smj: De oahppe máhttá duoddit ienep gárgadisájt vaj oadtju ienep dárkkelap subttsasav.

source: Dán lea hui álki dahkat jus oahppi čállá dihtoriin.
smj: Dát diehttelis ruvva dagáduvvá jus oahppe tjállá pc ’ ajn.

source: Árvvoštallan
smj: Árvustallam

source: Dađistaga- árvvoštallan Oahppit galget oažžut oktilis bagadallama čálidettiin, ja oahppanulbmilat galget leat vuođđun bagadallamii.
smj: Oahppe galggi aktelasj tjállemprosessa tjadá bagádusájt oadtjot, ja åhpadusmihttomiere galggi bagádusán vuodon.

source: Oahpaheaddji movttiidahttá ohppiid čállit dainna go addá konkrehta evttohusaid dahje diktá ohppiid ságastallama bokte evttohit evttohusaid.
smj: Åhpadiddje alot oahppijt tjálátjit gå vaddá konkrehtalasj oajvvádusájt jali gå dibddá oahppev buktet oajvvádusájt ságastallama baktu.

source: Lea dehálaš dasa bidjat fuomášumi mii muitalusas lea buorre, nugo ovdamearkka dihte ahte muitalusas lea bajilčála, álgu ja loahppa, ja ahte oahppi doalaha fáttá dahje ahte muitalus lea bures ovttastuvvon / ahte lea rukses árpu muitalusas.
smj: Ájnas le tsuojggit mij la buorre subttsasin, duola degu subttsasin le namma, álggo ja loahppa, ahte oahppe tjuovvu tiemáv jali le buorre aktijvuohta / ruoppsis lájgge subttsasin.

source: Oahppi de joatká daiguin osiiguin mat lea buorit muitalusas.
smj: Oahppe joarkki dajna mij la buorre.

source: Oahpaheaddji addá maid oahppái dieđu dan birra maid oahppi sáhttá bargat vai buorida muitalusa, nugo ovdamearkka dihte čállit eambbo bienaid váldooasis, muitit loahpa dahje geahččat leat go namain stuora álgobustávva ja váilot go eará mearkkat.
smj: Åhpadiddje diedet aj majt oahppe máhttá dahkat mij subttsasav buoret, duola degu oatjot ienep oasijt oajvveoasen, mujttet låhpadimev jali gæhttjat tjadá subttsasav ja biedjat merkajt ja stuorra álggobokstávajt tjuokkaj maŋŋela.

source: Oahppi árvvoštallet iežaset ja guhtet guoimmiset Lassin oahpaheaddji dađistaga-árvvoštallamii sáhttet oahppit árvvoštallat iežaset ja guhtet guoimmiset.
smj: Duodden árvustallamij bargadahttijn åhpadiddjes máhtti oahppe ietjasa ja guhtik guojmesa árvustallat.

source: Dá lea ovdamearka skovvái maid oahppit sáhttet geavahit go árvvoštallet iežaset.
smj: Dála le buojkulvissjiebmá majt oahppe máhtti adnet gå ietjasa árvustalli.

source: Dát skovvi sáhttá maid geavahuvvot go oahppit árvvoštallet guhtet guoimmiset.
smj: Dát sjiebmá máhttá aj aneduvvat gå oahppe galggi vaddet diedojt guhtik guojmmásij.

source: “ Don ” biddjo de “ mun ” sadjái.
smj: Dån biejaduvvá mån saddjáj.

source: Dáhton:
smj: Biejvve:

source: Dán in máhte nohka bures
smj: Dáv iv máhte nuoges buoragit

source: Dán máhtán
smj: Dáv máhtáv

source: Dán máhtán hui bures
smj: Dáv máhtáv huj buoragit

source: Mun máhtán plánet muitalusa go geavahan jurddakárta.
smj: Mån máhtáv ásadit subttsasav ájáduskárta baktu.

source: Mun máhtán čállit muitalusa mas lea bajilčála, álgu, dáhpáhus ja loahppa.
smj: Mån máhtáv tjállet subttsasav bajelttjálajn, álgadimijn, ja låhpadimijn.

source: Mun máhtán olles cealkagiid čállit.
smj: Mån máhtáv tjállet ålles gárgadisájt.

source: Mun máhtán geavahit čuoggá ja jearaldatmearkka.
smj: Mån máhtáv bårddot tjuokkajt ja gatjálvismerkajt.

source: Mun máhtán čállit stuora ovdabustáva namaide ja mearkkaid maŋŋel.
smj: Mån máhtáv tjállet stuorra Álgadusbokstávav namán ja merkaj maŋŋela.

source: SUSEGG, BRIT ARNA 2003: Verket-leseren-livet.
smj: KAIA KALSTAD: Giella fábmo, låhkåmgirjje ja barggogirjje, Báhko 2006

source: En ny litteraturdidaktikk.
smj: INGA KARLSEN: Jåvvåviellja, gålmmå girje.

source: Oslo: Cappelen akademisk forlag.
smj: Davvi Girji OS

source: WIRKOLA, KIRSTEN - BAAL, LISA 2000: Hoahkat ja stoahkat.
smj: BÅRJÅS 2007, magasijnna Árranis, Divtasvuonan

source: Rávvagat mo sámegielain bargat 1. luohkás.
smj: HARALD GRUNDSTRØM; Dålusj giehto, Blaasværs forlag 1993

source: [Guovdageaidnu]: Sámediggi
smj: INGA LAILA HÆTTA: Mån Måj Mij, Iđut
